{
  "frutis": [
    {
      "name": "🍎",
      "price": "140",
      "id": "1",
      "descrip": "Яблуко — це плід яблуні, рослини з родини трояндових. Воно має круглий або яйцеподібний вигляд і зазвичай має діаметр від 5 до 10 сантиметрів."
    },
    {
      "name": "🍉",
      "price": 240,
      "id": "2",
      "descrip": "Каву́н звичайний, кавун (Citrúllus lanátus) — баштанна культура родини гарбузових. Кавун звичайний."
    },
    {
      "name": "🫐",
      "price": 40,
      "id": "3",
      "descrip": "Виногра́д (Vitis) — рід рослин родини виноградових (Vitaceae). Рід містить ≈ 75 видів, які зростають у Євразії, Північній Америці й на півночі Південної Америки ..."
    },
    {
      "name": "🥭",
      "price": 150,
      "id": "4",
      "descrip": "Анана́с посівни́й, або звича́йний (Ananas comosus), — багаторічна рослина родини бромелієвих, найвідоміший представник однойменного роду."
    },
    {
      "name": "🍋",
      "price": 100,
      "id": "5",
      "descrip": "Лимо́н, цитри́на або лимо́нне де́рево (Citrus × limon) — штучний гібрид фруктових дерев роду цитрус (Citrus); також терміном «лимон» називають плід цього дерева."
    },
    {
      "name": "🍐",
      "price": 60,
      "id": "6",
      "descrip": "Груша — плід дерева груша звичайна (лат. Pyrus communis). Достигає в помірних широтах восени, рідше наприкінці літа. У тепліших широтах достигає швидше."
    },
    {
      "name": "🍑",
      "price": 55,
      "id": "7",
      "descrip": "Суниці садові — одна з найпоширеніших в Україні ягідних культур. Полуницями часто називають й інші види роду Fragaria — суниці зелені та суниці мускусні."
    },
    {
      "name": "🥥",
      "price": 340,
      "id": "8",
      "descrip": "Коко́сова па́льма (Cocos nucifera) — вид плодових рослин з родини пальмових, єдиний представник роду кокос. Плоди кокосової пальми використовують для .."
    }
  ],
  "vegetables": [
    {
      "name": "🥦",
      "price": 100,
      "id": "1"
    },
    {
      "name": "🌽",
      "price": 155,
      "id": "2"
    },
    {
      "name": "🍅",
      "price": 90,
      "id": "3"
    }
  ]
}